export function Introduction() {
    return(
        <div>
            <h1>
                하나고 시간표 매칭사이트 사용법, 안내
            </h1>
            <h3>
                하나고 시간표를 만든 후 서로 겹치는 수업이 있는지 확인하기 위한 서비스이다.
            </h3>
            <h3>
                회원가입 후 로그인한 후 최초 1회 자신의 시간표를 설정한다.
            </h3>
            <h3>
                시간표가 바뀌거나 잘못 입력되었을 경우 수정이 가능하다.
            </h3>
            <h3>
                타인의 아이디를 입력하여 서로의 겹치는 수업을 확인할 수 있다.
            </h3>
            <h3>
                주의사항: 사용자의 아이디와 비밀번호가 해쉬로 저장되지 않아 웹사이트 관리자에게 모두 보이니 개인정보 보호를 위해 타 사이트에서 사용하지 않는 것으로 설정하길 권고한다.
            </h3>
            <h3>
                또한 사이트 이용자의 시간표는 불특정 다수에게 공개될 수 있으니 사용 시 책임은 사용자에게 따른다.
            </h3>
            <h3>
                시간표가 1학년 과목만 있다. 왜냐? 1학년이 만들어서...
            </h3>
        </div>
    )
}